
// Area
"ha" = "ha";
"ha_full" = "هكتار";

"acre" = "acre";
"acre_full" = "فدان";

"decare" = "daa";
"decare_full" = "ديكار";

"feddan" = "فدان";
"feddan_full" = "فدان";

// Length
"in" = "in";
"in_full" = "بوصة";

"ft" = "ft";
"ft_full" = "قدم";

"mile" = "mi";
"mile_full" = "ميل";

"mm" = "mm";
"mm_full" = "ملليمتر";

"cm" = "cm";
"cm_full" = "سنتيمتر";

"m" = "m";
"m_full" = "متر";

"km" = "km";
"km_full" = "كيلومتر";

// Weight
"kg" = "kg";
"kg_full" = "كيلوغرام";

"pound" = "pound";
"pound_full" = "رطل";

"centner" = "centner";
"centner_full" = "قنطار";

"ton" = "t";
"ton_full" = "طن متري";

// Liquids
"pint" = "pints";
"pint_full" = "باينت";

"quart" = "quart";
"quart_full" = "كوارت";

"liter" = "l";
"liter_full" = "لتر";

"british_gallon" = "gal";
"british_gallon_full" = "جالون بريطاني";

"american_gallon" = "gal";
"american_gallon_full" = "جالون أمريكي";

"bushel" = "bu";
"bushel_full" = "بوشل";

// Temperature
"celsius" = "°C";
"celsius_full" = "درجة مئوية";

"fahrenheit" = "°F";
"fahrenheit_full" = "درجة فهرنهايت";

// Productivity
"bushel_per_acre" = "bu/acre";
"bushel_per_acre_full" = "بوشل لكل فدان";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "طن متري لكل هكتار";

"centner_per_ha" = "centner/ha";
"centner_per_ha_full" = "قنطار لكل هكتار";

"us_ton_per_acre" = "t/acre";
"us_ton_per_acre_full" = "طن أمريكي لكل فدان";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "كيلوغرام لكل ديكار";

"tonn_per_acre" = "t/acre";
"tonn_per_acre_full" = "طن لكل فدان";

"kg_per_ha" = "kg/ha";
"kg_per_ha_full" = "كيلوغرام لكل هكتار";

"kg_per_acre" = "kg/acre";
"kg_per_acre_full" = "كيلوغرام لكل فدان";

"tonn_per_feddan" = "t/فدان";
"tonn_per_feddan_full" = "طن لكل فدان";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "متر في الثانية";

"mile_per_hour" = "mph";
"mile_per_hour_full" = "ميل في الساعة";

"km_per_hour" = "km/h";
"km_per_hour_full" = "كيلومتر في الساعة";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "لتر لكل هكتار";

"american_pint_per_acre" = "pint/acre";
"american_pint_per_acre_full" = "باينت أمريكي لكل فدان";

"american_quart" = "quarts/acre";
"american_quart_full" = "كوارت أمريكي لكل فدان";

"american_gallon_per_acre" = "gal/acre";
"american_gallon_per_acre_full" = "جالون أمريكي لكل فدان";

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "لتر لكل 100 كيلومتر";

"km_per_liter" = "km/l";
"km_per_liter_full" = "كيلومتر لكل لتر";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "ميل لكل جالون أمريكي";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "ميل لكل جالون بريطاني";

"fluid_ounce_per_acre" = "fl oz/acre";
"fluid_ounce_per_acre_full" = "أونصة سائلة لكل فدان";
